Repository: AAROC/invenio
Catalog: po/*.po
Languages: hr, sv

source: Haven't found what you were looking for? Try your search on other servers:
hr: Niste pronašli ono što ste htjeli? Pokušajte pretražiti na ovim serverima:
sv: Har du inte funnit vad du söker efter? Försök på andra platser:

source: External collections results overview:
hr: Pregled rezultata vanjskih kolekcija:
sv: Resultatöverblick för extern samlingar:

source: Search timed out.
hr: Isteklo je vrijeme za pretragu.
sv: Sökningen tog för lång tid

source: The external search engine has not responded in time. You can check its results here:
hr: Vasnjski alat za pretraživanje nije odgovorio u traženom vremenu. Možete provjeriti rezultate ovdje:
sv: Den externa sökmotorn svarade inte tillräckligt snabbt. Du kan dock själv kontrollera resultatet här:

source: No results found.
hr: Nema pronađenih rezultata.
sv: Inga träffar hittades

source: %s results found
hr: Pronađeno je %s rezultata
sv: %s träffar hittades

source: %s seconds
hr: %s sekundi
sv: %s sekunder

source: brief
hr: sažeto
sv: kortfattad

source: You are logged in as guest. You may want to %(x_url_open)slogin%(x_url_close)s as a regular user.
hr: Prijavljeni ste kao gost. Možda se želite %(x_url_open)sprijaviti%(x_url_close)s kao redoviti korisnik.
sv: Du är inloggad som gäst. Du kan %(x_url_open)slogga in%(x_url_close) som vanliga användare.

source: The %(x_fmt_open)sguest%(x_fmt_close)s users need to %(x_url_open)sregister%(x_url_close)s first
hr: %(x_fmt_open)sGosti%(x_fmt_close)s se prvo trebaju %(x_url_open)sregistrirati%(x_url_close)s
sv: %(x_fmt_open)sGäst användare%(x_fmt_close)s behöver %(x_url_open)sregistrera%(x_url_close)s sig först

source: No queries found
hr: Upiti nisu pronađeni
sv: Inga sökfrågor hittades

source: External account settings
sv: Externa kontoinställningar

source: You can consult the list of your external groups directly in the %(x_url_open)sgroups page%(x_url_close)s.
sv: Du kan konsultera listan av externa grupper direkt på %(x_url_open)sgruppsidan%(x_url_close)s.

source: External user groups
sv: Externa användargrupper

source: If you want to change your email or set for the first time your nickname, please set new values in the form below.
sv: Om du vill ändra din epost-adress, eller ange ett smeknamn, var god använd formuläret nedan.

source: Edit login credentials
sv: Redigera dina loginuppgifter

source: Example
hr: Primjer
sv: Exempel

source: New email address
hr: Nova email adresa
sv: Ny epost-adress

source: mandatory
hr: obavezno
sv: Obligatorisk

source: Note
hr: Napomena
sv: Notera

source: Set new values
hr: Postavi nove vrijednosti
sv: Ange nya värden

source: If you want to change your password, please enter the old one and set the new value in the form below.
sv: Om du vill ändra ditt lösenord, var god ange det gamla och det nya i formuläret nedan.

source: Old password
sv: Gammalt lösenord

source: New password
hr: Nova lozinka
sv: Nytt lösenord

source: optional
hr: neobavezno
sv: Valfritt

source: The password phrase may contain punctuation, spaces, etc.
hr: Lozinka smije sadržavati punktacijske znakove, razmake, itd.
sv: Lösenordet kan innehålla kommation, mellanslag, etc.

source: You must fill the old password in order to set a new one.
sv: Du måste ange ditt gamla lösenord för att sätta ett nytt.

source: Retype password
hr: Lozinka ponovno
sv: Skriv lösenordet igen

source: Set new password
sv: Sätt nytt lösenord

source: Update settings
sv: Uppdatera inställningar

source: Edit search-related settings
sv: Ange sök-relaterade inställningar

source: Show the latest additions box
sv: Visa ruta med nya uppdateringar

source: Show collection help boxes
sv: Visa hjälpruta för samlingar

source: Number of search results per page
sv: Antalet sökresultat per sida

source: Edit login method
hr: Uredi način prijave
sv: Ändra loginmetod

source: Please select which login method you would like to use to authenticate yourself
hr: Molimo izaberite način prijave
sv: Var god ange vilken loginmetod du vill använda för att bekräfta din identitet.

source: Select method
hr: Izaberite način
sv: Välj metod

source: Email address
hr: Email adresa
sv: Epost-adress

source: Alternatively, you can ask %s to change your login system from external to internal.
hr: Ili, možete zatražiti %s da se Vaš sistem prijave promijeni sa vanjskog u unutarnji.
sv: Alternativt kan du fråga %s om att få ändra din autentierings-typ från Extern till Intern.

source: %s offers you the possibility to personalize the interface, to set up your own personal library of documents, or to set up an automatic alert query that would run periodically and would notify you of search results by email.
hr: %s nudi mogućnost personalizacije sučelja, postavljanja vlastite knjižnice dokumenata, ili postavljanje automatskog upozorenja koje će se pokretati periodički izvještavajući Vas o rezultatima pretrage putem email-a.
sv: %s medger möjligheten att personifiera gränssnittet, att finjustera ditt eget digitala bibliotek, samt att ställa in automatiska sökalarm som körs periodvis och kan meddela dig om nya sökresultat via epost.

source: Your Settings
hr: Vaše postavke
sv: Dina inställningar

source: Set or change your account email address or password. Specify your preferences about the look and feel of the interface.
hr: Postavi ili promijeni svoju email adresu ili lozinku. Specificiraj svoj izbor izgleda sučelja.
sv: Ange eller redigera din epost-adress eller lösenord.

source: View all the searches you performed during the last 30 days.
hr: Pogledajte sve svoje pretrage obavljene tijekom poslijednjih 30 dana.
sv: Visa alla sökningar du genomfört under de senaste 30 dagarna.

source: With baskets you can define specific collections of items, store interesting records you want to access later or share with others.
hr: Pomoću košarice možete definirati specifične kolekcije stavki
sv: Med "korgar" kan du specifiera samlingar av journaler och lagra intressanta journaler som du vill kunna nå snabbt och smidigt senare, eller dela med andra användare.

source: Subscribe to a search which will be run periodically by our service. The result can be sent to you via Email or stored in one of your baskets.
hr: Predbilježite se na pretraživanja koja će naš servis pokretati periodički. Rezultati će Vam ili biti poslani putem e-maila ili će biti spremljeni u neku od Vaših košarica.
sv: Prenumerera på en sökning som körs periodvis. Resultatet kan skickas till dig via epost, eller lagras i en av dina korgar.

source: Your Loans
sv: Dina lån

source: Check out book you have on loan, submit borrowing requests, etc. Requires CERN ID.
hr: Odjavi posuđenu knjigu, prijevi zahtjev za posudbom, itd. Potreban je CERN ID.
sv: Checka ut bok du lånat, skicka in en lånansökan, etc. Kräver ett CERN-id.

source: You are logged in as a guest user, so your alerts will disappear at the end of the current session.
hr: Prijavljeni ste kao gost, pa će Vaša upozorenja nestati nakon što se odjavite.
sv: Du är inloggad som en gästanvändare, dina alarm kommer därför att försvinna vid sessionens slut.

source: You are logged in as %(x_user)s. You may want to a) %(x_url1_open)slogout%(x_url1_close)s; b) edit your %(x_url2_open)saccount settings%(x_url2_close)s.
hr: Prijavljeni ste kao %(x_user)s. Možda želite a) %(x_url1_open)sodjaviti se%(x_url1_close)s; b) urediti %(x_url2_open)spostavke svog korisničkog računa%(x_url2_close)s.
sv: Du är inloggad som %(x_user)s. Vill du kanske a) %(x_url1_open)slogga ut%(x_url1_close)s; b) redigera dina %(x_url2_open)skontoinställningar%(x_url2_close)s.

source: Your Alert Searches
sv: Dina alarmsökningar

source: You can consult the list of %(x_url_open)syour groups%(x_url_close)s you are administering or are a member of.
hr: Možete se konzultirati listom %(x_url_open)sVaših grupa%(x_url_close)s koje administrirate ili ste im član.
sv: Du kan konsultera listan av %(x_url_open)sde grupper%(x_url_close)s som du administrerar eller är medlem i.

source: Your Groups
hr: Vaše grupe
sv: Dina grupper

source: You can consult the list of %(x_url_open)syour submissions%(x_url_close)s and inquire about their status.
sv: Du kan konsultera listan av dina %(x_url_open)ssubmissions%(x_url_close)s och göra statusförfrågningar.

source: Your Submissions
sv: Dina submissions

source: You can consult the list of %(x_url_open)syour approvals%(x_url_close)s with the documents you approved or refereed.
sv: Du kan konsultera listan av %(x_url_open)sgodkända dokument%(x_url_close)s som du godkänt.

source: Your Approvals
hr: Vaša odobrenja
sv: Dina godkända dokument

source: Your Administrative Activities
hr: Vaše administracijske aktivnosti
sv: Dina administrativa aktiviteter

source: Try again
hr: pokušajte ponovno
sv: Försök igen

source: Deleting your account
hr: Brisanje Vašeg korisničkog računa
sv: Raderar ditt konto

source: If you wish you can %(x_url_open)slogin here%(x_url_close)s.
hr: Ako želite možete se prijaviti %(x_url_open)sovdje%(x_url_close)s.
sv: Om du vill kan du %(x_url_open)slogga in här%(x_url_close)s.

source: If you already have an account, please login using the form below.
hr: Već imate otvoren korisnički račun, molimo prijavite se koristeći formu ispod.
sv: Om du redan har ett användarkonto, var god logga in nedanför.

source: If you don't own an account yet, please %(x_url_open)sregister%(x_url_close)s an internal account.
hr: Ukoliko već nemate otvoren korisnički račun, molimo %(x_url_open)sregistrirajte se%(x_url_close)s na unutarnji korisnički račun.
sv: Om du inte ännu har ett användarkonto, var god %(x_url_open)sregistrera dig%(x_url_close)s för ett internt konto.

source: It is not possible to create an account yourself. Contact %s if you want an account.
hr: Ne možete sami kreirati korisnički račun. Kontaktirajte %s za otvaranje računa.
sv: Det är ännu inte möjligt att själv registrera användarkonton. Kontakt istället %s som hjälper dig.

source: Login method:
sv: Inloggningsmetod:

source: Username
hr: Korisničko ime
sv: Användarnamn

source: Password
hr: Lozinka
sv: Lösenord

source: login
hr: prijava
sv: logga in

source: Lost your password?
hr: Zaboravili ste lozinku?
sv: Förlorat ditt lösenord?

source: You can use your nickname or your email address to login.
sv: Du kan använda ditt smeknamn eller din epost-adress för att logga in.

source: Please enter your email address and desired nickname and password:
hr: Molimo unesite svoju emailadresu i željeni nadimak i lozinku:
sv: Var god ange din epost-adress och ditt önskade smeknamn och lösenord:

source: It will not be possible to use the account before it has been verified and activated.
hr: Nećete moći koristiti korisnički račun prije verifikacije i aktivacije.
sv: Det kommer inte att vara möjligt att använda lösenordet förrän det är verifierat och aktiverat.

source: Retype Password
hr: Lozinka ponovno
sv: Skriv lösenordet igen

source: register
hr: registriraj se
sv: registrera

source: Please do not use valuable passwords such as your Unix, AFS or NICE passwords with this service. Your email address will stay strictly confidential and will not be disclosed to any third party. It will be used to identify you for personal services of %s. For example, you may set up an automatic alert search that will look for new preprints and will notify you daily of new arrivals by email.
sv: Använd inte värdefulla lösenord! Din epost-adress kommer att lagras högst konfidentiellt och kommer inte röjas till tredje part. Det kommer bara användas för att identifiera dig mot CDS Invenio's personliga tjänster som %s.

source: You seem to be a guest user. You have to %(x_url_open)slogin%(x_url_close)s first.
hr: Vi ste gost. Morate se prvo %(x_url_open)sprijaviti%(x_url_close)s.
sv: Du är en gästanvändare. Du måste %(x_url_open)slogga in%(x_url_close)s .

source: You are not authorized to access administrative functions.
hr: Niste ovlašteni za pristup administracijskim funkcijama.
sv: Du är inte berättigad till access till de administrativa funktionerna.

source: Here are some interesting web admin links for you:
sv: Här är några intressanta WebAdmin-länkar:

source: For more admin-level activities, see the complete %(x_url_open)sAdmin Area%(x_url_close)s.
sv: För fler administratörs-funktioner, besök %(x_url_open)sadministratörssektionen%(x_url_close)s.

source: guest
hr: gost
sv: gäst

source: session
sv: användarsession

source: alerts
hr: upozorenja
sv: alarm

source: baskets
hr: košarice
sv: korgar

source: account
hr: korisnički račun
sv: konto

source: messages
hr: poruke
sv: meddelanden

source: groups
hr: grupe
sv: grupper

source: submissions
sv: bidrag

source: approvals
sv: godkända

source: logout
hr: odjava
sv: logga ut

source: You are an administrator of the following groups:
hr: Vi ste administrator slijedećih grupa:
sv: Du är administratör för de följande grupperna:

source: Group
hr: Grupa
sv: Grupp

source: You are not an administrator of any groups.
hr: Niste administrator nijedne grupe.
sv: Du är inte administratör för någon grupp.

source: Edit group
hr: Uredi grupe
sv: Redigera grupp

source: Edit %s members
hr: Uredi %s članove
sv: Redigera %s medlemmar

source: Create new group
hr: Kreiraj novu grupu
sv: Skapa ny grupp

source: You are a member of the following groups:
hr: Član ste slijedećih grupa:
sv: Du är medlem av de följande grupperna:

source: You are not a member of any groups.
hr: Niste član niti jedne grupe.
sv: Du är inte medlem i någon grupp.

source: Join new group
hr: Pridruži se novoj grupi
sv: Gå med i grupp

source: Leave group
hr: Napusti grupu
sv: Lämna grupp

source: You are a member of the following external groups:
sv: Du är medlem i de följande externa grupperna:

source: You are not a member of any external groups.
sv: Du är inte medlem i någon extern grupp.

source: Update group
hr: Ažuriraj grupu
sv: Uppdatera grupp

source: Edit group %s
hr: Uredi grupu %s
sv: Redigera grupp %s

source: Delete group
hr: Obriši grupu
sv: Radera grupp

source: Group name:
hr: Ime grupe:
sv: Gruppnamn:

source: Group description:
hr: Opis grupe:
sv: Gruppbeskrivning:

source: Group join policy:
hr: Način pridruživanja grupi:
sv: Gruppens antagningspolicy:

source: Please select:
hr: Molimo odaberite:
sv: Var god välj:

source: Join group
sv: Gå med i grupp

source: or find it
hr: ili pronađi
sv: eller hitta den

source: Choose group:
hr: izaberi grupu:
sv: Välj grupp:

source: Find group
hr: pronađi grupu
sv: Hitta grupp

source: Remove member
hr: Ukloni člana
sv: Stäng av medlem:

source: No members.
hr: Nema članova.
sv: Inga medlemmmar.

source: Accept member
hr: Prihvati člana
sv: Acceptera medlem

source: Reject member
hr: Odbij člana
sv: Avslå ansökan

source: No members awaiting approval.
hr: Nema članova koji čekaju na dozvolu.
sv: Inga medlemmar väntar på att bli godkända.

source: Current members
hr: Trenutni članovi
sv: Nuvarande medlemmar

source: Members awaiting approval
hr: Članovi koji čekaju dozvolu
sv: Medlemmar som väntar på godkännande

source: Invite new members
hr: Pozovi nove članove
sv: Bjud in nya medlemmar

source: If you want to invite new members to join your group, please use the %(x_url_open)sweb message%(x_url_close)s system.
hr: Ako želite pozvati nove članove u svoju grupu, molimo koristite sistem %(x_url_open)sweb poruka%(x_url_close)s.
sv: Om du vill bjuda in flera användare för att joina din grupp, var god använd %(x_url_open)sWebMessage%(x_url_close)s.

source: Group: %s
hr: Grupa: %s
sv: Grupp: %s

source: Group list
hr: Lista grupa
sv: Grupplist

source: You are not member of any group.
hr: Niste član niti jedne grupe.
sv: Du är inte medlem i någon grupp.

source: Are you sure you want to delete this group?
hr: Jeste li sigurni da želite obrisati grupu?
sv: Är du säker på att du vill radera den här gruppen?

source: Are you sure you want to leave this group?
hr: jeste li sigurni da želite napustiti grupu?
sv: Är du säker på att du vill lämna den här gruppen?

source: Visible and open for new members
hr: Vidljivo i otvoreno za nove članove
sv: Synlig och öppen för nya medlemmar

source: Visible but new members need approval
hr: Vidljivo novim članovima, ali za otvaranje trebaju odobrenje
sv: Synlig, men nya medlemmar behöver godkännande

source: Group %s: New membership request
hr: Grupa %s: Novi zahtjev za članstvom
sv: Grupp %s: Ansökan om medlemskap

source: A user wants to join the group %s.
hr: Korisnik se želi pridružiti grupi %s.
sv: En användare vill joina gruppen %s.

source: Please %(x_url_open)saccept or reject%(x_url_close)s this user's request.
hr: Molimo %(x_url_open)sprihvatite ili odbijte%(x_url_close)s zahtjev korisnika.
sv: Var god %(x_url_open)sacceptera eller avslå%(x_url_close)s användarens förfrågan.

source: Group %s: Join request has been accepted
hr: Grupa %s: Zahtjev za priključenjem grupi je odobren
sv: Grupp %s: Ansökan har accepterats.

source: Your request for joining group %s has been accepted.
hr: Vaš zahtjev za priključenjem grupi %s je prihvaćen.
sv: Din ansökan för att joina grupp %s har blivit accepterad.

source: Group %s: Join request has been rejected
hr: Grupa %s: Zahtjev za priključenjem grupi je odbijen
sv: Grupp %s: Ansökan har avslagits.

source: Your request for joining group %s has been rejected.
hr: Vaš zahtjev za priključenjem grupi %s je odbijen.
sv: Din ansökan för att joina grupp %s har blivit avslagen.

source: You can consult the list of %(x_url_open)syour groups%(x_url_close)s.
hr: Možete se konzultirati listom %(x_url_open)sVaših grupa%(x_url_close)s.
sv: Du kan konsultera listan av %(x_url_open)sdina grupper%(x_url_close)s.

source: Group %s has been deleted
hr: Grupa %s je obrisana
sv: Grupp %s har raderats.

source: Group %s has been deleted by its administrator.
hr: Grupa %s je obrisana od strane administratora.
sv: Grupp %s har raderats av en administratör.

source: You can consult the list of %(x_url_open)s%(x_nb_total)i groups%(x_url_close)s you are subscribed to (%(x_nb_member)i) or administering (%(x_nb_admin)i).
hr: Možete se konzultirati listom %(x_url_open)s%(x_nb_total)i grupa%(x_url_close)s na koje ste predbilježeni (%(x_nb_member)i) ili ih administrirate (%(x_nb_admin)i).
sv: Du kan konsultera listan av %(x_url_open)s%(x_nb_total)i grupper%(x_url_close)s som du är medlem i (%(x_nb_member)i) eller administrerar (%(x_nb_admin)i).

source: Database problem
hr: Problem sa bazom podataka
sv: Databasproblem

source: user
hr: korisnik
sv: Användare

source: Settings edited
hr: Postavke su promijenjene
sv: Inställningar redigerades

source: Show account
hr: Prikažikorisnički račun
sv: Visa användarkonto

source: Send Password
sv: Skicka lösenord

source: Unable to switch to external login method %s, because your email address is unknown.
sv: Kunde inte byta till extern inloggningsmetod %s, eftersom din epost-adress är okänd.

source: Unable to switch to external login method %s, because your email address is unknown to the external login system.
sv: Kunde inte byta till extern inloggningsmetod %s, eftersom din epost-adress är okänd till det externa systemet.

source: Login method successfully selected.
hr: Uspješno je izabran način prijave.
sv: Inloggningsmetod vald.

source: The external login method %s does not support email address based logins. Please contact the site administrators.
sv: Det externa inloggningssystemet %s stödjer inte email-baserade inloggningar. Kontakta administratör.

source: Settings successfully edited.
hr: Postavke su uspješno promijenjene.
sv: Inställningarna ändrades.

source: Desired nickname %s is invalid.
hr: Uneseni nadimak %s nije valjan.
sv: Det önskade smeknamnet %s är otillåtet.

source: Please try again.
hr: Molimo pokušajte ponovno.
sv: Var god försök igen.

source: Edit settings
hr: Uredi postavke
sv: Ändra inställningar

source: Editing settings failed
hr: Uređivanje postavki nije uspjelo
sv: Misslyckades att ändra inställningar

source: Supplied email address %s is invalid.
hr: Unesena email adresa %s nije važeća.
sv: Den angivna epost-adressen %s är felaktig.

source: Supplied email address %s already exists in the database.
hr: Unesena email adresa %s već postoji u bazi podataka.
sv: Den angivna epost-adressen %s existerar redan i databasen.

source: Or please try again.
hr: Ili pokušajte ponovno.
sv: Eller försök igen.

source: Desired nickname %s is already in use.
hr: Uneseni nadimak %s već je u upotrebi.
sv: Smeknamnet %s används redan.

source: Password successfully edited.
hr: Lozinka je uspješno promijenjena.
sv: Lösenordet ändrades.

source: Password edited
sv: Lösenordet ändrades.

source: Both passwords must match.
hr: Lozinke se moraju podudarati.
sv: Lösenordet måste överensstämma.

source: Editing password failed
sv: Misslyckades att ändra lösenordet.

source: Wrong old password inserted.
sv: Ditt gamla lösenord är felaktigt.

source: User settings saved correctly.
sv: Användarinställningarna sparades.

source: Unable to update settings.
sv: Kunde inte uppdatera inställningarna.

source: The entered email address does not exist in the database.
hr: Unesena email adresa ne postoji u bazi podataka.
sv: Den angivna epost-adressen finns inte i databasen.

source: The entered email address is incorrect, please check that it is written correctly (e.g. johndoe@example.com).
hr: Unesena email adresa nije ispravna, molimo provjerite jeste li ju dobro upisali (npr. ivanhorvat@primjer.com).
sv: Den angivna epost-adresen är inkorrekt, var god kontrollera att den är skriven på rätt form (ex: johndoe@example.com).

source: Incorrect email address
hr: Netočna email adresa
sv: Inkorrekt epost-adress

source: Delete Account
hr: Obriši korisnički račun
sv: Radera konto

source: Logout
hr: Odjavi se
sv: Logga ut

source: Register
hr: Registriraj se
sv: Registrera

source: Your account has been successfully created.
hr: Vaš korisnički račun je uspješno kreiran.
sv: Ditt användarkonto har skapats

source: Account created
hr: Korisnički račun je kreiran
sv: Användarkonto skapades

source: A second email will be sent when the account has been activated and can be used.
hr: Drugi email biti će poslan kad se korisnički račun aktivira i bude spreman za uporabu.
sv: Ett andra epost kommer att skickas då kontot blivit aktiverats och är färdigt för att användas.

source: You can now access your %(x_url_open)saccount%(x_url_close)s.
hr: Sada možete pristupiti %(x_url_open)sVašem korisničkom računu%(x_url_close)s.
sv: Du kan nu logga in till ditt %(x_url_open)skonto%(x_url_close)s.

source: Registration failure
hr: Registracija nije uspjela
sv: Registreringen misslyckades

source: Desired nickname %s already exists in the database.
hr: Uneseni nadimak %s već postoji u bazi podataka.
sv: Smeknamnet %s är upptaget

source: Users cannot register themselves, only admin can register them.
hr: Korisnici se ne mogu sami registrirati, to mora učiniti administrator.
sv: Användare kan inte registrera sig själva, bara administratörer kan utföra registreringar.

source: Join New Group
hr: Pridruži se novoj grupi
sv: Bli medlem i ny grupp

source: Leave Group
hr: Napusti grupu
sv: Lämna grupp

source: Edit Group
hr: Uredi grupu
sv: Ändra grupp

source: Edit group members
hr: Uredi članove grupe
sv: Ändra gruppmedlemmar

source: Home
hr: Početna stranica
sv: Hem

source: Personalize
hr: Personaliziraj
sv: Personifiera

source: Help
hr: Pomoć
sv: Hjälp

source: Last updated
hr: Ažurirano
sv: Senast uppdaterad

source: Powered by
sv: Baserad på

source: Maintained by
hr: Održava
sv: Underhålls av

source: This site is also available in the following languages:
hr: Sadržaj je dostupan i na slijedećim jezicima:
sv: Denna webbplats finns även tillgänglig på följande språk:

source: Error
hr: Greška
sv: Fel

source: Browser
hr: Preglednik
sv: Webbläsare

source: System Error
hr: Sistemska greška
sv: Systemfel

source: Time
hr: Vrijeme
sv: Tid

source: Client
hr: Klijent
sv: Klient
