Repository: AAROC/invenio
Catalog: po/*.po
Languages: hr, sv

source: AND NOT
sv: INTE

source: Admin Area
hr: Administracija
sv: Administratörsarea

source: Browse
hr: Pregledaj
sv: Bläddra

source: Search Tips
hr: Savjeti za pretraživanje
sv: Söktips

source: abstract
hr: sažetak
sv: sammanfattning

source: Regular expression:
hr: Regularni izraz:
sv: Reguljärt uttryck:

source: All of the words:
hr: Sve riječi:
sv: Samtliga ord:

source: report number
hr: broj izvještaja
sv: rapportnummer

source: year
hr: godina
sv: år

source: Partial phrase:
hr: Dio fraze:
sv: Partiell fras:

source: reference
hr: referenca
sv: referens

source: author
hr: autor
sv: författare

source: Any of the words:
hr: Bilo koja riječ:
sv: Minst ett av orden:

source: Search
hr: Pretraži
sv: Sök

source: any field
hr: bilo koje polje
sv: samtliga fält

source: Help Central
hr: Pomoć
sv: Hjälpcentral

source: collection
hr: kolekcija
sv: samlingen

source: Exact phrase:
hr: Točna fraza:
sv: Exakt fras:

source: OR
sv: ELLER

source: AND
sv: OCH

source: keyword
hr: ključna riječ
sv: nyckelord

source: title
hr: naslov
sv: titel

source: Narrow by collection:
hr: Suzi izbor:
sv: Avgränsad sökning:

source: or
hr: ili
sv: eller

source: Add Subfield
hr: Dodaj podpolje
sv: Lägg till subfält

source: Field
hr: Polje
sv: Fält

source: Add Field
hr: Dodaj polje
sv: Lägg till fält

source: Verbose
hr: Prikaži
sv: Detaljerad

source: Submit
hr: Prihvati
sv: Skicka in

source: Cancel
hr: Odustani
sv: Avbryt

source: Delete
hr: Briši
sv: Ta bort

source: Action
hr: Akcija
sv: Aktion

source: Record
hr: Unos
sv: Spela in

source: Display
hr: Prikaži
sv: Visa

source: Done
sv: Klar

source: Edit
hr: Uredi
sv: Redigera

source: Your changes are TEMPORARY.
hr: Vaše promjene su PRIVREMENE.
sv: Dina ändringar är TEMPORÄRA

source: To save this record, please click on submit.
hr: Za spremanje unosa molimo pritisnite "Prihvati"
sv: För att spara den här journalen klicka på "Skicka in"

source: This record does not exist.
hr: Taj unos ne postoji
sv: Den här journalen existerar inte.

source: Please try another record ID.
hr: Molimo pokušajte drugi ID unosa
sv: Var god pröva ett annat journal ID.

source: This record is currently being edited by another user.
hr: Taj unos trenutno uređuje drugi korisnik.
sv: Den här journalen redigeras just nu av en annan användare.

source: Please try again later.
hr: Molimo pokušajte kasnije iznova.
sv: Var god försök igen senare.

source: Cannot edit deleted record.
hr: Nije moguće uređivati izbrisano.
sv: Misslyckades att redigera borttagen journal.

source: Please enter the ID of the record you want to edit
hr: Molimo unesite
sv: Var god ange ID:et för journalen du vill redigera

source: Your modifications have now been submitted. They will be processed as soon as the task queue is empty.
hr: Vaše promjene su zaprimljene. Bit će obrađene čim se isprazni red čekanja zadataka.
sv: Dina förändringar har skickats in. De kommer att processas så snart som den interna uppgiftskön är tom.

source: Do you really want to delete this record?
hr: Želite li stvarno izbrisati ovaj zapis?
sv: Vill du verkligen ta bort den här journalen?

source: Yes
hr: Da
sv: Ja

source: No
hr: Ne
sv: Nej

source: The record will be deleted as soon as the task queue is empty.
hr: Zapis će biti izbrisan čim se isprazni red čekanja zadataka.
sv: Journalen kommer att tas bort så snart som den interna uppgiftskön är tom.

source: Record %s - Add a field
hr: Zapis %s - Dodaj polje
sv: Journal %s - Lägg till ett fält

source: BibEdit Admin Interface
hr: BibEdit Administracijsko sučelje
sv: BibEdit's administratörsgränssnitt

source: Edit record %(x_recid)s, field %(x_field)s
hr: Uredi unos %(x_recid)s, polje %(x_field)s
sv: Redigera journal %(x_recid)s, fält %(x_field)s

source: Edit record %(x_recid)s, field %(x_field)s - Add a subfield
hr: Uredi unos %(x_recid)s, polje %(x_field)s - Dodaj potpolje
sv: Redigera journal %(x_recid)s, fält %(x_field)s - Lägg till ett subfält

source: Submit and save record %s
hr: Prihvati i spremi zapis %s
sv: Skicka in och spara journalen %s

source: Menu
hr: Izbornik
sv: Meny

source: Close Editor
hr: Zatvori uređivač
sv: Stäng textredigerare

source: Modify Template Attributes
hr: Promijeni karakteristike predloška
sv: Redigera mallattribut

source: Template Editor
hr: Uređivač predložaka
sv: Mallredigerare

source: Check Dependencies
hr: Provjeri zavisnosti
sv: Kontrollera beroenden

source: Name
hr: Ime
sv: Namn

source: Description
hr: Opis
sv: Beskrivning

source: Update Format Attributes
hr: Osvježi atribute oblikovanja
sv: Uppdatera formatattribut

source: Show Documentation
hr: Prikaži dokumentaciju
sv: Visa dokumentation

source: Hide Documentation
hr: Sakrij dokumentaciju
sv: Göm dokumentation

source: Last Modification Date
hr: Datum posljednje promjene
sv: Senaste redigeringsdatum

source: Manage Output Formats
hr: Uredi oblikovanje izlaznih podataka
sv: Hantera visningsformat

source: Manage Format Templates
hr: Predlošci oblikovanja (#)
sv: Hantera formatmallar

source: Format Elements Documentation
hr: Dokumentacija elemenata oblikovanja
sv: Formatmallsdokumentation

source: Manage Knowledge Bases
hr: Upravljenje bazama znanja
sv: Hantera kunskapsbaser

source: Add New Format Template
hr: Dodaj novi predložak oblikovanja
sv: Lägg till ny formatmall

source: Check Format Templates Extensively
hr: Provjeri predloške oblikovanja ekstenzivno
sv: Kontrollera noggrant formatmallar

source: Code
hr: Kod
sv: Kod

source: Add New Output Format
hr: Dodaj novi format prikaza
sv: Lägg till nytt visningsformat

source: menu
hr: izbornik
sv: meny

source: Close Output Format
hr: Zatvori formatiranje izlaza (#)
sv: Stäng visningsformat

source: Rules
hr: Pravila
sv: Regler

source: Modify Output Format Attributes
hr: Promjeni atribute oblikovanja izlaznih podataka
sv: Redigera visningsformatsattribut

source: Remove Rule
hr: Izbriši pravilo
sv: Ta bort regel

source: Add New Rule
hr: Dodaj novo pravilo
sv: Lägg till regel

source: Save Changes
hr: Spremi promjene
sv: Spara förändringar

source: Knowledge Base Mappings
hr: Mapiranje baze znanja
sv: Kunskapsbasmappningar

source: Knowledge Base Attributes
hr: Atributi baze znanja
sv: Kunskapsbasattribut

source: Knowledge Base Dependencies
hr: Zavisnosti baze znanje
sv: Kunskapsbasberoenden

source: No problem found with format
hr: Oblikovanje je u redu
sv: Inga problem funna med formatet

source: An error has been found
hr: Pronađena je greška
sv: Ett problem hittades

source: The following errors have been found
hr: Pronađene su slijedeće greške
sv: De följande problemen hittades

source: BibFormat Admin
sv: BibFormat's administratörsgränssnitt

source: Test with record:
hr: Testiraj s unosom:
sv: Testa med journal:

source: Enter a search query here.
hr: Ovdje unesite vaš upit.
sv: Ange en sökfråga här.

source: Hide
hr: Sakrij
sv: Göm

source: Show all %i authors
hr: Prikaži svih %i autora
sv: Visa alla %i författare

source: Restricted Output Format
hr: Ograničeno oblikovanje izlaznih podataka
sv: Begränsade visningsformat

source: Output Format %s Rules
hr: Pravila oblikovanja izlaza %s
sv: Visningsformatet %s regler

source: Output Format %s Attributes
hr: Karakteristike oblikovanja izlaza %s
sv: Visningsformatet %s attribut

source: Output Format %s Dependencies
hr: Zavosnosti oblikovanja izlaza %s
sv: Visningsformatet %s beroenden

source: Delete Output Format
hr: Obriši oblikovanje izlaznih podataka
sv: Ta bort visningsformat

source: Restricted Format Template
hr: Ograničeni predložak oblikovanja
sv: Begränsad formatmall

source: Format Template %s
hr: Predložak oblikovanja %s
sv: Formatmallen %s

source: Format Template %s Attributes
hr: Atributi predlošaka oblikovanja %s
sv: Formatmallen %s attribut

source: Format Template %s Dependencies
sv: Visningsformatet %s bereoenden

source: Delete Format Template
hr: Izbriši predložak oblikovanja
sv: Ta bort visningsformat

source: Format Element %s Dependencies
sv: Formateringselementet %s bereoenden

source: Test Format Element %s
hr: Testiraj element oblikovanja %s
sv: Testa formateringselementet %s

source: Unknown Knowledge Base
hr: Nepoznata baza znanja
sv: Okänd kunskapsbas

source: Knowledge Base %s
hr: Baza znanja %s
sv: Kunskapsbas %s

source: Knowledge Base %s Attributes
hr: Karakteristike baze znanja %s
sv: Kunskapsbasen %s attribut

source: Knowledge Base %s Dependencies
hr: Zavisnosti baze znanja %s
sv: Kunskapsbasen %s beroenden

source: Delete Knowledge Base
hr: Izbriši bazu znanja
sv: Ta bort kunskapsbas

source: Validation of Output Format %s
hr: Potvrda oblikovanja izlaznih podataka %s
sv: Validering av visningsformat %s

source: Validation of Format Template %s
hr: Potvrda predloška oblikovanja %s
sv: Validering av formatmall %s

source: Restricted Format Element
hr: Ograničeni element oblikovanja
sv: Begränsat formatelement

source: Validation of Format Element %s
hr: Potvrda elementa oblikovanja %s
sv: Validering av formatelement %s

source: Format Validation
hr: Potvrda oblikovanja
sv: Formatvalidering

source: See Guide
hr: Pogledajte vodič
sv: Se guide

source: OAI sources currently present in the database
hr: OAI izvori prisutni u bazi podataka
sv: Nuvarande OAI-källor i databasen

source: No OAI sources currently present in the database
hr: U bazi podataka nema OAI izvora
sv: För nuvarande finns inga OAI-källor tillängliga i databasen

source: Next oaiharvest task
hr: Slijedeći oaiharvest zadatak
sv: Nästa OAI-harvest uppgift

source: scheduled time:
hr: zakazano vrijeme:
sv: Schemalagd tid:

source: current status:
hr: trenutno stanje:
sv: Nuvarande status:

source: No oaiharvest task currently scheduled.
hr: Trenutno nema zakazanih oaiharvest zadataka.
sv: Inga OAI-harvest uppgifter är för närvarande schemalagda.

source: successfully validated
hr: uspješno potvrđeno
sv: Valideringen lyckades

source: does not seem to be a OAI-compliant baseURL
hr: baseURL nije OAI kompatibilan
sv: Verkar inte vara en OAI-kompatibel bas-URL

source: Sun
hr: Ned
sv: Sön

source: Mon
hr: Pon
sv: Mån

source: Tue
hr: Uto
sv: Tis

source: Wed
hr: Sri
sv: Ons

source: Thu
hr: Čet
sv: Tors

source: Fri
hr: Pet
sv: Fre

source: Sat
hr: Sub
sv: Lör

source: Sunday
hr: Nedjelja
sv: Söndag

source: Monday
hr: Ponedjeljak
sv: Måndag

source: Tuesday
hr: Utorak
sv: Tisdag

source: Wednesday
hr: Srijeda
sv: Onsdag

source: Thursday
hr: Četvrtak
sv: Torsdag

source: Friday
hr: Petak
sv: Fredag

source: Saturday
hr: Subota
sv: Lördag

source: Month
hr: Mjesec
sv: Månad

source: Mar
hr: Ožu
sv: umars

source: Apr
hr: Tra
sv: april

source: May
hr: Svi
sv: maj

source: Jun
hr: Lip
sv: juni

source: Jul
hr: Srp
sv: juli

source: Sep
hr: Ruj
sv: sept

source: Oct
hr: Lis
sv: okt

source: January
hr: Siječanj
sv: januari

source: February
hr: Veljača
sv: februari

source: March
hr: Ožujak
sv: mars

source: June
hr: Lipanj
sv: juni

source: July
hr: Srpanj
sv: juli

source: August
hr: Kolovoz
sv: augusti

source: October
hr: Listopad
sv: oktober

source: Day
hr: Dan
sv: dag

source: Year
hr: Godina
sv: År

source: Sorry
hr: Oprostite
sv: Tyvärr

source: Cannot send error request, %s parameter missing.
hr: Nije moguće poslati zahtjev za greškom, nedostaje %s parametar(a).
sv: Kunde inte skicka felförfrågan, parameter %s fattas.

source: The error report has been sent.
hr: Izvještaj o grešci je poslan.
sv: Felrapporten skickades.

source: Many thanks for helping us make CDS Invenio better.
hr: Zahvaljujemo što nam pomažete u poboljšanju CDS Invenio aplikacije.
sv: Tack för att Ni hjälper till att förbättra CDS Invenio!

source: Use the back button of your browser to return to the previous page.
hr: Koristite gumb za vraćanje u vašem browseru kako biste se vratili na prethodnu stranicu.
sv: Använd din webbläsares bakåtpil för att återvända till föregående sida.

source: Thank you!
hr: Hvala!
sv: Tack!

source: word similarity
hr: sličnost riječi
sv: ord-likhet

source: Best regards
hr: Srdačno
sv: Med vänliga hälsningar

source: Need human intervention? Contact
hr: Trebate pomoć? Kontaktirajte nas
sv: Behöver du personlig hjälp? Kontakta

source: Run BibEdit
hr: Pokreni BibEdit
sv: Kör BibEdit

source: Configure BibFormat
hr: Konfiguriraj BibFormat
sv: Konfigurera BibFormat

source: Configure BibHarvest
hr: Konfiguriraj BibHarvest
sv: Konfigurera BibHarvest

source: Configure BibIndex
hr: Konfiguriraj BibIndex
sv: Konfigurera BibIndex

source: Configure BibRank
hr: Konfiguriraj BibRank
sv: Konfigurera BibRank

source: Configure WebAccess
hr: Konfiguriraj WebAccess
sv: Konfigurera WebAccess

source: Configure WebComment
hr: Konfiguriraj WebComment
sv: Konfigurera WebComment

source: Configure WebSearch
hr: Konfiguriraj WebSearch
sv: Konfigurera WebSearch

source: Configure WebSubmit
hr: Konfiguriraj WebSubmit
sv: Konfigurera WebSubmit

source: Detailed record
hr: Detaljnije
sv: Detaljerad journal

source: Cited by
sv: Refererad

source: You already have an alert named %s.
hr: Već imate upozorenje nazvano %s.
sv: Du har redan ett alarm %s.

source: unknown
hr: nepoznato
sv: Okänd

source: You already have an alert defined for the specified query and basket.
hr: Već imate definirano upozorenje za taj upit i košaricu.
sv: Du har redan ett alarm definierat för den specifierade sökfrågan och korgen

source: The alert name cannot be empty.
hr: Naziv upozorenja ne može biti prazan.
sv: Alarmnamnet får inte lämnas tomt

source: You are not the owner of this basket.
hr: Vi niste vlasnik ove košarice.
sv: Du är inte ägaren av den här korgen.

source: The alert %s has been added to your profile.
hr: Upozorenje %s je dodano vašem profilu.
sv: Alarmet %s har lagts till i din profil.

source: The alert %s has been successfully updated.
hr: Upozorenje %s je uspješno osvježeno.
sv: Alarmet %s har uppdaterats korrekt.

source: Pattern
hr: Uzorak
sv: Mönster

source: Pattern 1
hr: Uzorak 1
sv: Mönster 1

source: Field 1
hr: Polje 1
sv: Fält 1

source: Pattern 2
hr: Uzorak 2
sv: Mönster 2

source: Field 2
hr: Polje 2
sv: Fält 2

source: Pattern 3
hr: Uzorak 3
sv: Mönster 3

source: Field 3
hr: Polje 3
sv: Fält 3

source: Collections
hr: Kolekcije
sv: Samlingar

source: Collection
hr: Kolekcija
sv: Samling

source: You own the following alerts:
hr: Posjedujete slijedeća upozorenja:
sv: Du innehar följande alarm:

source: alert name
hr: naziv upozorenja
sv: Alarmnamn

source: SHOW
hr: PRIKAŽI
sv: VISA

source: This alert will notify you each time/only if a new item satisfies the following query:
hr: Ovo upozorenje ćete dobiti svaki puta/samo ako nova stavka zadovoljava slijedeći upit:
sv: Detta alarm kommer endast meddela dig om en ny artikel motsvaras av följande sökfråga:

source: QUERY
hr: UPIT
sv: SÖKFRÅGA

source: Alert identification name:
hr: Naziv oznake upozorenja (#):
sv: Alarmidentifieringsnamn:

source: Search-checking frequency:
hr: Učestalost provjere pretraživanja (#):
sv: Sök-kontrollerings frekvens:

source: monthly
hr: mjesečno
sv: Månatligt

source: weekly
hr: tjedno
sv: Veckoatligt

source: daily
hr: dnevno
sv: Dagligen

source: Send notification email?
hr: Poslati obavijest mail-om?
sv: Skicka notifieringsmail?

source: yes
hr: da
sv: Ja

source: no
hr: ne
sv: Nej

source: if %(x_fmt_open)sno%(x_fmt_close)s you must specify a basket
hr: ako %(x_fmt_open)sne%(x_fmt_close)s, morate odrediti košaricu
sv: Om %(x_fmt_open)sinte%(x_fmt_close)s, måste du specifiera en korg

source: Store results in basket?
hr: Spremiti rezultate u košaricu?
sv: Spara resultat i korg?

source: SET ALERT
hr: POSTAVI UPOZORENJE
sv: SÄTT ALARM

source: CLEAR DATA
hr: IZBRIŠI PODATKE
sv: RENSA DATA

source: Search checking frequency
hr: Učestalost provjera pretraživanjem
sv: Alarmkontrolleringsfrekvens

source: Notification by email
hr: Obavijest email-om
sv: Epost-notifiering

source: Result in basket
hr: Rezultati u košaricu
sv: Resultat i korg

source: Date last run
hr: Datum posljednjeg izvođenja
sv: Datum för senaste körning

source: Creation date
hr: Datum stvaranja
sv: Datum för skapning

source: Query
hr: Upit
sv: Sökfråga

source: no basket
hr: nema košarice
sv: Ingen korg

source: Remove
hr: Ukloni
sv: Ta bort

source: Modify
hr: Izmijeni
sv: Redigera

source: Execute search
hr: Pretraži
sv: Genomför sökning

source: You have defined %s alerts.
hr: Definirali ste %s upozorenja.
sv: Du har definierat %s alarm.

source: You have not executed any search yet. Please go to the %(x_url_open)ssearch interface%(x_url_close)s first.
hr: Još niste izvršili pretraživanje. Molimo otiđite na %(x_url_open)ssučelje za pretraživanje%(x_url_close)s.
sv: Du har inte genomfört någon sökning ännu. Var god gå till %(x_url_open)ssökgränssnittet%(x_url_close)s först.

source: You have performed %(x_nb1)s searches (%(x_nb2)s different questions) during the last 30 days or so.
hr: Izvršili ste %(x_nb1)s pretraživanja (%(x_nb2)s različitih upita) tijekom poslijednjih 30 dana.
sv: Du har genomfört %(x_nb1)s sökningar (%(x_nb2)s olika sökfrågor) under de senaste ungefär 30 dagarna.

source: Here are the %s most popular searches.
hr: %s najpopularnijih pretraživanja.
sv: Här är de %s mest populära sökningarna

source: Question
hr: Pitanje
sv: Fråga

source: Last Run
hr: Posljednje izvođenje
sv: Senast körd

source: Set new alert
hr: Postavi novo upozorenje
sv: Sätt nytt alarm

source: Your Searches
hr: Vaše pretrage
sv: Dina sökningar

source: Your Account
hr: Vaš korisnički račun
sv: Ditt användarkonto

source: Set a new alert
hr: Postavi novo upozorenje
sv: Sätt ett nytt alarm

source: Modify alert settings
hr: Izmijeni postavke upozorenja
sv: Redigera alarminställningar

source: Your Alerts
hr: Vaša upozorenja
sv: Dina alarm

source: Display alerts
hr: Prikaži upozorenja
sv: Visa alarm

source: Your comment has been successfully posted
hr: Vaš komentar je uspješno poslan
sv: Din kommentar har skickats in

source: Personal baskets
hr: Osobne košarice
sv: Personliga korgar

source: Group baskets
hr: Grupne košarice
sv: Gruppkorgar

source: Others' baskets
hr: Košarice drugih korisnika
sv: Andra användares korgar

source: You have %(x_nb_perso)s personal baskets and are subscribed to %(x_nb_group)s group baskets and %(x_nb_public)s other users public baskets.
hr: Imate %(x_nb_perso)s osobnih košarica i predbilježeni ste na %(x_nb_group)s grupnih košarica i %(x_nb_public)s javnih košarica drugih korisnika
sv: Du har %(x_nb_perso)s personliga korgar. Du prenumerar på %(x_nb_group)s gruppkorgar och %(x_nb_public)s andra användares korgar.

source: There are %i baskets
hr: %i košarica
sv: Det finns %i korgar

source: updated on
hr: osvježeno
sv: Uppdaterad den

source: Basket is empty
hr: Košarica je prazna
sv: Korgen är tom

source: This basket belongs to %(x_name)s. You can freely %(x_url_open)ssubscribe%(x_url_close)s to it
hr: Ova košarica pripada %(x_name)s. Slobodno se %(x_url_open)spredbilježite%(x_url_close)s na nju.
sv: Korgen tillhör %(x_name)s. Du har möjlighet att %(x_url_open)sprenumerera%(x_url_close)s på den.

source: Public basket
hr: Javna košarica
sv: Publik korg

source: records
hr: Stavke
sv: Journaler

source: last update
hr: posljednja izmjena
sv: Senaste uppdatering

source: Subscribe to this basket
hr: Predbilježi me na ovu košaricu
sv: Prenumerera på den här korgen

source: Basket's name
hr: Naziv košarice
sv: Korgens namn

source: Number of views
hr: Broj pregleda
sv: Antalet visningar

source: Owner
hr: Vlasnik
sv: Ägare

source: View
hr: Pregled (#)
sv: Vy

source: Subscribe
hr: Predbilježba (#)
sv: Prenumerera

source: There is currently no publicly accessible basket
hr: Trenutno nema javno dostupnih košarica
sv: Det finns för tillfället inga publika korgar

source: Displaying baskets %(x_nb_begin)i-%(x_nb_end)i out of %(x_nb_total)i baskets in total.
hr: Prikaz %(x_nb_begin)i-%(x_nb_end)i košarica od ukupno %(x_nb_total)i košarica.
sv: Visar korgar %(x_nb_begin)i-%(x_nb_end)i utav totalt %(x_nb_total)i.

source: Actions
hr: Akcije
sv: Aktioner

source: Non-shared basket
hr: Vlastita košarica
sv: Odelad korg

source: Shared basket
hr: Dijelkjena košarica
sv: Delad korg

source: Group-shared basket
hr: Košarica dijeljena unutar grupe
sv: Grupp-delad korg

source: Edit basket
hr: Uredi košaricu
sv: Redigera korg

source: You do not have sufficient rights to view this basket's content.
hr: Nemate ovlaštenja pogledati sadržaj košarice.
sv: Du har inte tillräckliga rättigheter för att visa korgens innehåll.

source: Unsubscribe from this basket
sv: Avsluta prenumerationen för den här korgen

source: comments
hr: komentari
sv: kommentarer

source: last comment:
hr: poslijednji komentar:
sv: senaste kommentaren:

source: Move item up
hr: Pomakni stavku gore
sv: Flytta artikel uppåt

source: Move item down
hr: Pomakni stavku dolje
sv: Flytta artikel neråt

source: Copy item
hr: Kopiraj stavku
sv: Kopiera artikel

source: Remove item
hr: Ukloni stavku
sv: Radera artikel

source: External record
hr: Vanjski zapis
sv: Extern journal

source: last
hr: poslijednji
sv: Senaste

source: Details and comments
hr: Detalji i komentari
sv: Detaljer och kommentarer

source: This basket is publicly accessible at the following address:
hr: Ova košarica je javno dostupna na slijedećoj adresi:
sv: Den här korgen är publikt åtkomlig via adressen:

source: Sort by:
hr: Sortiraj po:
sv: Sortera efter:

source: Title
hr: Naslov
sv: Titel

source: Date
hr: Datum
sv: Datum

source: Comments
hr: Komentari
sv: Kommentarer

source: There is a total of %i comments
hr: Ukupno ima %i komentara
sv: Det finns totalt %i kommentarer

source: Write a comment
hr: Unesi komentar
sv: Skriv en kommentar

source: Back to baskets
hr: Natrag u košaricu
sv: Tillbaka till korgarna

source: by
hr: po
sv: av

source: on
hr: na
sv: på

source: Reply
hr: Odgovor
sv: Svara

source: Delete comment
hr: Obriši komentar
sv: Radera kommentar

source: Add Comment
hr: Dodaj komentar
sv: Lägg till kommentar

source: Comment
hr: Komentar
sv: Kommentar

source: Create new basket
hr: Kreiraj novu košaricu
sv: Skapa ny korg

source: Select topic
hr: Odaberi temu
sv: Välj ämnesområde

source: Choose topic
hr: Izaberi temu
sv: Välj ämnesområde

source: or create a new one
hr: ili kreiraj novu
sv: eller skapa ett nytt

source: Create new topic
hr: Kreiraj novu temu
sv: Skapa nytt ämne

source: Create a new basket
hr: Kreiraj novu košaricu
sv: Skapa ny korg

source: Select basket
hr: Odaberi košaricu
sv: Välj korg

source: Add to a personal basket
hr: Dodaj u vlastitu košaricu
sv: Lägg till i personlig korg

source: %i baskets
hr: %i košarica
sv: %i korgar

source: Add to a group-shared basket
hr: Dodaj u košaricu dijeljenu unutar grupe
sv: Lägg till i gruppkorg

source: Add to a public basket
hr: Dodaj u javnu košaricu
sv: Lägg till i publik korg

source: Adding %i records to these baskets
hr: Dodaje se %i zapisa u navedene košarice
sv: Lägger till %i journaler i dessa korgar

source: Add to baskets
hr: Dodaj u košarice
sv: Lägg till i korgar

source: The selected records have been successfully added to %i baskets.
hr: Odabrani zapisi su uspješno dodani u %i košarice.
sv: De valda journalernn har lagts till i %i korgar.

source: No records were added to the selected baskets.
hr: Nijedan zapis nije dodan u odabrane košarice.
sv: Inga journaler adderades till de valda korgarna.

source: Are you sure you want to delete this basket?
hr: Jeste li sigurni da želite obrisati košaricu?
sv: Är du säker på att du vill radera den här korgen?

source: %i users are subscribed to this basket.
hr: %i korisnika je predbilježeno na ovu košaricu.
sv: %i användare prenumererar på den här korgen

source: %i user groups are subscribed to this basket.
hr: %i grupa korisnika je predbilježeno na ovu košaricu.
sv: %i användargrupper prenumererar på den här korgen

source: You have set %i alerts on this basket.
hr: Postavili ste %i upozorenja za ovu košaricu.
sv: Du har kopplat %i alarm till den här korgen
