Repository: AAROC/invenio
Catalog: po/*.po
Languages: hr, sv

source: Please send an error report to the Administrator.
hr: Molimo pošaljite administratoru izvještaj o greški.
sv: Var god skicka en felrapport till administratören.

source: Send error report
hr: Izvijesti o grešci
sv: Skicka felrapport

source: Please contact %s quoting the following information:
hr: Molimo kontaktirajte %s navodeći slijedeće informacije:
sv: Vänligen kontakta %s. Bifoga följande information:

source: Record created %(x_date_creation)s, last modified %(x_date_modification)s
hr: Zapis kreiran %(x_date_creation)s, zadnja izmjena %(x_date_modification)s
sv: Journalen skapades %(x_date_creation)s, och modifierades senast %(x_date_modification)s

source: Sorry, you must log in to perform this action.
hr: Morate se pijaviti da biste izvršili željenu akciju.
sv: Du måste logga in för att göra detta.

source: Invalid parameter
hr: Nevažeći parametar
sv: Inkorrekt parameter

source: Unable to find the submission directory.
sv: Hittade inte katalogen.

source: Unknown document type
hr: Nepoznati tip dokumenta
sv: Okänd dokumenttyp

source: Unknown action
hr: nepoznata akcija
sv: Okänd aktion

source: Unable to determine the number of submission pages.
hr: Nije moguće odretiti broj prijavljenih stranica.
sv: Kunde inte avgöra antalet sidor.

source: Unable to create a directory for this submission.
hr: Nije moguće kreirati direktorij.
sv: Kunde inte skapa en katalog för inskicket.

source: Cannot create submission directory.
hr: Prijavljeni direktorij ne može biti kreiran.
sv: Kunde inte skapa katalog.

source: Unknown form field found on submission page.
sv: Okänt fält hittades på inskicks-sidan.

source: Unknown form field found on one of the submission pages.
sv: Okänt fält hittades på en av inskicks-sidorna.

source: Unable to find document type.
hr: Tip dokumenta nije pronađen.
sv: Kunde inte hitta dokumenttypen.

source: The chosen action is not supported by the document type.
hr: Tip dokumenta ne podržava izabranu akciju.
sv: Den valda aktionen stödjs inte av dokumenttypen.

source: Warning
hr: Upozorenje
sv: Varning

source: Document types available for submission
hr: Tipovi dokumenta dostupni za prijavu
sv: Dokumenttyper tillängliga för inskickning.

source: No document types available.
hr: Nema dostupnih tipova dokumenta.
sv: Inga dokumenttyper finns tillängliga.

source: Please log in first.
hr: Molimo prvo se prijavite.
sv: Var god logga in först.

source: Use the top-right menu to log in.
hr: Za prijavu koristite izbornik gore lijevo.
sv: Använd meny högst upp till höger för att logga in.

source: Please select a category
hr: Molimo odaberite kategoriju
sv: Var god välj en kategori.

source: Notice
hr: Pažnja
sv: Observera

source: Select a category and then click on an action button.
hr: Odaberite kategoriju i kliknite na gumb
sv: Välj en kategori och klicka sedan på en aktion-knapp

source: To continue with a previously interrupted submission, enter an access number into the box below:
hr: Za nastavak prekinute prijave, unesite pristupni broj u polje ispod:
sv: För att fortsätta med en avbruten inskickning, ange ett accessnummer i rutan nedanför:

source: GO
hr: KRENI
sv: GÅ

source: SUMMARY
hr: SAŽETAK
sv: SAMMANFATTNING

source: Previous page
hr: Prethodna stranica
sv: Föregående sida

source: Submission number
hr: Broj prijave
sv: Bidragsnummer

source: Next page
hr: Slijedeća stranica
sv: Nästa sida

source: Are you sure you want to quit this submission?
hr: Jeste li sigurni da želite prekinuti prijavu?
sv: Är du säker att du vill avsluta inskickningen?

source: Back to main menu
hr: Natrag na glavni izbornik
sv: Tillbaka till huvudmenyn

source: This is your submission access number. It can be used to continue with an interrupted submission in case of problems.
hr: Ovo je Vaš prijavni broj. Koristite ga za nastavak prekinute prijave u slučaju problema.
sv: Detta är ditt inskicknings accessnummer. Det kan användas för att fortsätta en avbruten inskickning ifall problem uppstår.

source: Mandatory fields appear in red in the SUMMARY window.
hr: Obavezna polja označena su crveno u prozoru SAŽETAK.
sv: Obligatoriska fält signaleras med rött i SAMMANFATTNINGs-fönstret.

source: The field %s is mandatory.
hr: Polje %s je obavezno.
sv: Fältet %s är obligatoriskt.

source: Please make a choice in the select box
hr: Molimo odaberite
sv: Var god gör ett val i gardinmenyn.

source: Please press a button.
hr: Molimo pritisnite gumb.
sv: Var god klicka på en knapp.

source: The field %s is mandatory. Please fill it in.
hr: Polje %s je obavezno. Molimo, popunite ga.
sv: Fältet %s är obligatoriskt. Var god fyll i det.

source: The field %(field)s is mandatory.
hr: Polje %(field)s je obavezno.
sv: Fältet %(field)s är obligatoriskt.

source: Going back to page
hr: Natrag na stranicu
sv: Går tillbaka till sida

source: finished!
hr: završeno!
sv: klar!

source: end of action
hr: kraj akcije
sv: slut på aktion

source: Submission no
hr: Broj prijave
sv: Bidragsnummer

source: Here is the %(x_action)s function list for %(x_doctype)s documents at level %(x_step)s
hr: Ovdje je %(x_action)s lista funkcija %(x_doctype)s za dokumente na razini %(x_step)s
sv: Här är den exakta %(x_action)s funktionslistan för %(x_doctype)s dokument på nivå %(x_step)s

source: Function
hr: Funkcija
sv: Funktion

source: Score
hr: Rezultat
sv: Poäng

source: Running function
sv: Kör funktion

source: Function %s does not exist.
hr: Funkcija %s ne postoji
sv: Funktion %s existerar inte.

source: You must now
hr: Morate znati
sv: Du måste veta

source: record
hr: zapis
sv: journal

source: document
hr: dokument
sv: dokument

source: file(s)
hr: dokument(i)
sv: fil(er)

source: see
hr: vidi
sv: se

source: For
hr: Za
sv: för

source: all types of document
hr: sve vrste dokumenata
sv: alla dokumenttyper

source: Reference
hr: Referenca
sv: referens

source: First access
hr: Prvi prijava
sv: första accessen

source: Last access
hr: Zadnja prijava
sv: senaste accessen

source: Are you sure you want to delete this submission?
hr: Jeste li sigurni da želite obrisati uneseno?
sv: Är du säker på att du vill radera det här bidraget?

source: Delete submission %(x_id)s in %(x_docname)s
hr: Obriši upisano %(x_id)s u %(x_docname)s
sv: Radera bidrag %(x_id)s i %(x_docname)s

source: Reference not yet given
hr: Referenca još nije dana
sv: Referens finns ännu inte

source: Refereed Documents
sv: Refererade dokument

source: You are a general referee
hr: Vi ste glavni moderator
sv: Du är en generell domare.

source: You are a referee for category:
sv: Du är domare för kategorin:

source: List of refereed types of documents
sv: Lista av dömda typer av dokument

source: List of refereed categories
sv: Lista av dömda kategorier

source: Please choose a category
hr: Molimo izaberite kategoriju
sv: Var god välj en kategori

source: Pending
hr: U tijeku
sv: Avvaktande

source: Approved
hr: Odobreno
sv: Godkända

source: Rejected
hr: Odbijeno
sv: Avslagna

source: Key
hr: Ključ
sv: Nyckel

source: Waiting for approval
hr: Pričekajte odobrenje
sv: Väntar på godkännande

source: Already approved
hr: Ranije odobreno
sv: Redan godkända

source: Some documents are pending.
hr: Neki dokumenti nisu izvršeni, izvršavanje je u tijeku.
sv: Några dokument är avvaktande

source: List of refereed documents
sv: Lista på dömda dokument

source: Click on a report number for more information.
hr: Kliknite na broj izvještaja za više informacija.
sv: Klicka på ett rapportnummer för mer information

source: Report Number
hr: Broj izvještaja
sv: Rapportnummer

source: Your request has been sent to the referee.
hr: Vaš zahtjev je poslan moderatoru.
sv: Din förfrågan har sänts till domaren.

source: Title:
hr: Naslov:
sv: Titel:

source: Author:
hr: Autor:
sv: Författare:

source: More information:
hr: Više informacija:
sv: Mer information:

source: Click here
hr: Klikni ovdje
sv: Klicka här

source: This document is still %(x_fmt_open)swaiting for approval%(x_fmt_close)s.
hr: Ovaj dokument još %(x_fmt_open)sčeka na odobrenje%(x_fmt_close)s.
sv: Det här dokumentet väntar fortfarande på %(x_fmt_open)sgodkännande%(x_fmt_close)s.

source: It was first sent for approval on:
hr: Poslano na odobrenje:
sv: Det var först sänt för godkännande:

source: Last approval email was sent on:
hr: Email sa odobrenjem je poslan:
sv: Senaste godkännande epost sändes:

source: You can send an approval request email again by clicking the following button:
hr: Možete ponovno poslati zahtjev za odobrenjem tako da kliknete na slijedeći gumb:
sv: Du kan skicka ett godkännande-förfrågan igen genom att klicka på följande knapp:

source: Send Again
hr: Pošalji ponovno
sv: Skicka igen

source: WARNING! Upon confirmation, an email will be sent to the referee.
hr: UPOZORENJE! Prilikom potvrde, email će biti poslan moderatoru.
sv: VARNING! Ett epost kommer att skickas till domaren.

source: Approve/Reject
hr: Odobri/Odbij
sv: Godkänn/Avslå

source: This document has been %(x_fmt_open)sapproved%(x_fmt_close)s.
hr: Dokument je %(x_fmt_open)sodobren%(x_fmt_close)s.
sv: Det här dokumentet har blivit %(x_fmt_open)sgodkänt%(x_fmt_close)s.

source: Its approved reference is:
hr: Odobrena referenca je:
sv: Dokumentets godkänt-referens är:

source: It was approved on:
hr: Odobreno:
sv: Det godkändes:

source: This document has been %(x_fmt_open)srejected%(x_fmt_close)s.
hr: Dokument je %(x_fmt_open)sodbijen%(x_fmt_close)s.
sv: Det här dokumentet har blivit %(x_fmt_open)savslagit%(x_fmt_close)s.

source: It was rejected on:
hr: Odbijeno:
sv: Det var avslaget:

source: Access to Fulltext
hr: Pristup punom tekstu.
sv: Åtkomst till fulltext

source: Parameter docid missing
sv: Parameter docid saknas

source: Approval has never been requested for this document.
hr: Za ovaj dokument nije zatraženo odobrenje.
sv: Godkännande har inte begärts för detta dokument.

source: Unable to display document.
hr: Dokument se ne može prikazati.
sv: Kunde inte visa dokumentet.

source: fulltext
hr: cjeloviti tekst

source: subject
hr: predmetna odrednica

source: experiment
hr: eksperiment

source: division
hr: odjel

source: Fulltext
hr: Cjeloviti tekst

source: Ok
hr: U redu

source: Jan
hr: Sij

source: Feb
hr: Velj

source: Aug
hr: Kol

source: Nov
hr: Stu

source: Dec
hr: Pro

source: April
hr: Travanj

source: September
hr: Rujan

source: November
hr: Studeni

source: December
hr: Prosinac

source: record ID
hr: ID unosa

source: journal impact factor
hr: faktor utjecaja časopisa

source: Similar records
hr: Slični zapisi

source: Guide
hr: Vodič

source: administration
hr: administracija

source: version
hr: verzija
