Repository: AAROC/invenio
Catalog: po/*.po
Languages: hr, sv

source: General settings
hr: Postavke
sv: Allmänna inställningar

source: Add group
hr: Dodaj grupu
sv: Lägg till grupp

source: Manage group rights
hr: Uredi ovlaštenja grupe
sv: Hantera grupprättigheter

source: Manage global sharing rights
hr: Uredi ovlaštenja globalnog dijeljenja
sv: Hantera globala delningsrättigheter

source: Delete basket
hr: Obriši košaricu
sv: Radera korg

source: Editing basket
hr: Uredi košaricu
sv: Redigera korg

source: Save changes
hr: Sačuvaj izmjene
sv: Spara ändringar

source: No rights
hr: Nema ovlaštenja
sv: Inga rättigheter

source: View records
hr: Pogledaj zapise
sv: Visa journaler

source: and
hr: i
sv: och

source: view comments
hr: pogledaj komentare
sv: visa kommentarer

source: add comments
hr: dodaj komentare
sv: lägg till kommentarer

source: add records
hr: dodaj zapise
sv: lägg till journaler

source: delete comments
hr: obriši komentare
sv: radera kommentarer

source: remove records
hr: ukloni zapise
sv: radera journaler

source: manage sharing rights
hr: uredi ovlaštenja za dijeljenje
sv: hantera delningsrättigheter

source: You are not a member of a group.
hr: Niste član grupe.
sv: Du är inte medlem in någon grupp

source: Sharing basket to a new group
hr: Zajednička košarica za novu grupu
sv: Dela ut korgen till en ny grupp

source: You are logged in as a guest user, so your baskets will disappear at the end of the current session.
hr: Prijavljeni ste kao gost, pa će vaša košarica nestati kad se odjavite.
sv: Du är inloggad som gästanvändare, de korgar du definierar kommer att raderas vid sessionens slut.

source: If you wish you can %(x_url_open)slogin or register here%(x_url_close)s.
hr: Ako želite, možete se %(x_url_open)sprijaviti ili registrirati ovdje%(x_url_close)s.
sv: Du kan %(x_url_open)slogga in eller registrera dig här%(x_url_close)s.

source: This functionality is forbidden to guest users.
hr: Ova funkcionalnost nije dostupna za goste.
sv: Denna funktionalitet är förbjuden för gästanvändare

source: Back to search results
hr: Natrag na rezultate pretrage
sv: Tillbaka till sökresultat

source: Display baskets
hr: Prikaži košarice
sv: Visa korgar

source: Your Baskets
hr: Vaša košarica
sv: Dina korgar

source: Add records to baskets
hr: Dodaj zapise u košaricu
sv: Lägg till journaler till korgar

source: Delete a basket
hr: Obriši košaricu
sv: Radera en korg

source: Copy record to basket
hr: Kopiraj zapis u košaricu
sv: Kopiera journal till en korg

source: Create basket
hr: Kreiraj košaricu
sv: Skapa korg

source: List of public baskets
hr: Lista javnih košarica
sv: Listning av publika korgar

source: %(x_name)s wrote on %(x_date)s:
hr: %(x_name)s je napisao/la datuma %(x_date)s:
sv: %(x_name)s skrev den %(x_date)s:

source: Showing the latest %i comments:
hr: Prikaz poslijednjih %i komentara:
sv: Visar de %i senaste kommentarerna:

source: Discuss this document
hr: Raspravi o ovom dokumentu
sv: Diskutera det här dokumentet

source: Start a discussion about any aspect of this document.
hr: Započni raspravu vezanu uz ovaj dokument.
sv: Starta en diskussion kring det här dokumentet.

source: Sorry, the record %s does not seem to exist.
hr: Nažalost, zapis %s ne postoji.
sv: Tyvärr verkar inte dokumentet %s existera.

source: Sorry, %s is not a valid ID value.
hr: Nažalost, %s nije ispravan ID.
sv: %s är inte ett fungerande ID.

source: Sorry, no record ID was provided.
hr: Nažalost, nije upisan ID zapisa.
sv: Inget ID angavs

source: You may want to start browsing from %s
hr: Započnite pregledavanje od %s
sv: Du vill antagligen börja browsa på %s

source: Was this review helpful?
hr: Da lije ovo izvješće bilo korisno?
sv: Var den här recensionen hjälpfull?

source: Write a review
hr: Napiši izvješće
sv: Skriv en recension

source: Average review score: %(x_nb_score)s based on %(x_nb_reviews)s reviews
sv: Genomsnittlig recensionspoäng: %(x_nb_score)s baserad på %(x_nb_reviews)s recensioner

source: Readers found the following %s reviews to be most helpful.
hr: Čitatelji su slijedećih %s izvješća ocijenili kao najkorisnije.
sv: Läsare fann de följande %s recensionerna hjälpfulla

source: View all %s reviews
hr: Pogledajte svih %s izvješća
sv: Visa alla %s recensioner

source: Rate this document
hr: Ocijeni ovaj dokument
sv: Betygsätt det här dokumentet

source: Be the first to review this document.
hr: Prvi izvjestite o ovom dokumentu
sv: Bli först att skriva recensionen till det här dokumentet

source: Report abuse
hr: Prijavi zloupotrebu
sv: Rapportera missbruk

source: Reviewed by %(x_nickname)s on %(x_date)s
hr: Pregledao/la %(x_nickname)s datuma %(x_date)s
sv: Recenserad av %(x_nickname)s den %(x_date)s

source: %(x_nb_people)i out of %(x_nb_total)i people found this review useful
hr: %(x_nb_people)i od %(x_nb_total)i korisnika smatra ovo izvješće korisnim
sv: %(x_nb_people)i av totalt %(x_nb_total)i fann den här recensionen hjälpfull

source: Reviews
hr: Pregledi (#)
sv: Recensioner

source: Previous
hr: Prethodni
sv: Föregående

source: Next
hr: Slijedeći
sv: Nästa

source: There is a total of %s reviews
hr: Ukupno ima %s izvješća
sv: Det finns totalt %s recensioner

source: There is a total of %s comments
hr: Ukupno ima %s komentara
sv: Det finns totalt %s kommentarer

source: review
hr: izvješće
sv: recension

source: comment
hr: komentar
sv: Kommentar

source: Review
hr: Izvješće
sv: Recension

source: Viewing
sv: Visning

source: Page:
hr: Stranica:
sv: Sida:

source: Note: Your nickname, %s, will be displayed as author of this comment
hr: Napomena: Vaš nadimak, %s, bit će prikazan kao autor ovog komentara
sv: OBS att ditt smeknamn, %s, kommer att visas som författaren till det här dokumentet

source: Note: you have not %(x_url_open)sdefined your nickname%(x_url_close)s. %(x_nickname)s will be displayed as the author of this comment.
hr: Napomena: niste %(x_url_open)sdefinirali svoj nadimak%(x_url_close)s. %(x_nickname)s ćebiti prikazano kao autor ovog komentara.
sv: OBS att du inte har %(x_url_open)sdefinierat ditt smeknamn%(x_url_close)s. %(x_nickname)s kommer att visas som författare till det här dokumentet.

source: Article
hr: Članak
sv: Artikel

source: Note: Your nickname, %s, will be displayed as the author of this review.
hr: Napomena: Vaš nadimak, %s, bit će prikazan kao autor ovog izvješća.
sv: OBS att ditt smeknamn, %s, kommer att visas som författare av den här recensionen.

source: Rate this article
hr: Ocijeni ovaj članak
sv: Betygsätt den här artikeln

source: Select a score
sv: Välj en poäng

source: Give a title to your review
hr: Unesi naslov svog izvješća
sv: Ange en titel till din recension

source: Write your review
hr: Upiši svoje izvješće
sv: Skriv en recension

source: Add Review
hr: Dodaj izvješće
sv: Lägg till recension

source: Your review was successfully added.
hr: Vaše izvješće je uspješno dodano.
sv: Din recension lades till.

source: Your comment was successfully added.
hr: Vaš komentar je uspješno dodan.
sv: Din kommentar lades till.

source: Back to record
hr: Natrag na zapis
sv: Tillbaka till journal

source: View all reported comments
hr: Pogledaj sve prijavljene komentare
sv: Visa alla rapporterade kommentarer

source: View all reported reviews
hr: Pogledaj sva prijavljena izvješća
sv: Visa alla rapporterade recensioner

source: Delete a specific comment/review (by ID)
hr: Obriši komentar/izvješće (prema ID-u)
sv: Visa en specifik kommentar/recension

source: View all users who have been reported
hr: Pogledaj sve prijavljene korisnike
sv: Den här journalen har rapporterats

source: Comments and reviews are disabled
hr: Komentari i izvješća su isključeni
sv: Möjligheten att kommentera och recensera är avstängd

source: Please enter the ID of the comment/review so that you can view it before deciding whether to delete it or not
hr: Unesite ID komentara/izvješća kako biste ih mogli pogledati prije nego što odlučite hoćete li ih obrisati
sv: Var god ange ID:et för kommentaren/recensionen för att granska den innan du avgör om den skall tas bort eller ej

source: Comment ID:
hr: ID komentara:
sv: Kommentarsid:

source: View Comment
hr: Pogledaj komentar
sv: Visa kommentar

source: There have been no reports so far.
hr: Za sada nema izvještaja.
sv: Inga rapporter hittills.

source: View all %s reported comments
hr: Pogledaj svih %s komentara
sv: Visa alla %s rapporterade kommentarer

source: View all %s reported reviews
hr: Pogledaj svih %s izvješća
sv: Visa alla % rapporterade recensioner

source: Here is a list, sorted by total number of reports, of all users who have had a comment reported at least once.
hr: Ovdje je lista, sortirana prema ukupnom broju prijava, svih korisnika koji imaju prijavljen barem jedan komentar.
sv: Listning, sorterad på mängd rapporter, av alla användare som har ådragit sig en kommentarsrapport åtminstone en gång.

source: Nickname
hr: Nadimak
sv: Smeknamn

source: Email
sv: Epost

source: User ID
hr: Korisničko ime
sv: Användarid

source: Number positive votes
hr: Broj pozitivnih glasova
sv: Antal positiva betyg

source: Number negative votes
hr: Broj negativnih glasova
sv: Antal negativa betyg

source: Total number votes
hr: Ukupan broj glasova
sv: Totalt antal betyg

source: Total number of reports
hr: Ukupan broj prijava
sv: Totalt antal rapporter

source: View all user's reported comments/reviews
hr: Pogledaj sve korisnikove komentare/izvješća
sv: Visa alla användares rapporterade kommentarer/recensioner

source: This review has been reported %i times
hr: Ovo izvješće je prijavljeno %i puta
sv: Den här recensioner har rapporterats %i gånger

source: This comment has been reported %i times
hr: Ovaj komentar je prijavljen %i puta
sv: Den här kommentaren har rapporterats %i gånger

source: Written by
hr: Napisao/la
sv: Författad av

source: General informations
hr: Opći podaci
sv: Allmän information

source: Select
hr: Odaberi
sv: Välj

source: Delete selected reviews
hr: Obriši odabrana izvješća
sv: Radera valda recensioner

source: Suppress selected abuse report
hr: Izostavi označene izvještaje o zloupotrebi
sv: Radera valda missbruksrapporter

source: Delete selected comments
hr: Briši označene komentare
sv: Radera valda kommentarer

source: Here are the reported reviews of user %s
hr: Ovdje su izvješća korisnika %s
sv: Här visas användare %s rapporterade recensioner

source: Here are the reported comments of user %s
hr: Ovdje su komentari korisnika %s
sv: Här visas användare %s rapporterade kommentarer

source: Here is comment/review %s
hr: Ovdje je komentar/pregled %s
sv: Kommentar/recension %s

source: Here is comment/review %(x_cmtID)s written by user %(x_user)s
hr: Ovdje je komentar/pregled koji je %(x_cmtID)s napisao/la %(x_user)s
sv: Kommentar/recension %(x_cmtID)s författad av användare %(x_user)s

source: Here are all reported reviews sorted by the most reported
hr: Sva prijavljena izvješća sortirana prema učastalosti prijave
sv: Samtliga rapporterade recensioner sorterad efter flest rapporter

source: Here are all reported comments sorted by the most reported
hr: Svi prijavljeni komentari sortirani prema učastalosti prijave
sv: Samtliga rapporterade kommentarer sorterad efter flest rapporter

source: comment ID
hr: ID komentara
sv: kommentarsid

source: successfully deleted
hr: uspješno izbrisano
sv: raderad

source: successfully suppressed abuse report
hr: uspješno onemogućeno izvještavanje o zloupotrebi
sv: raderade missbruksrapport

source: Record Not Found
hr: Zapis nije pronađen
sv: Journalen %s existerar inte

source: Before you add your comment, you need to %(x_url_open)slogin%(x_url_close)s first.
hr: Prije dodavanja komentara, trebate se %(x_url_open)sprijaviti%(x_url_close)s.
sv: Innan du lägger till din kommentar måste du %(x_url_open)slogga in%(x_url_close)s.

source: Login
hr: Prijava
sv: Logga in

source: WebComment Admin
sv: WebComment's administratörsgränssnitt

source: Internal Error
sv: Internt fel

source: Delete Comment
hr: Briši komentar
sv: Radera kommentar

source: View all reported users
hr: Pogledaj sve prijavljene korisnike (#)
sv: Visa alla rapporterade användare

source: Delete comments
hr: Briši komentare
sv: Radera kommentarer

source: Suppress abuse reports
hr: Onemogući izvještaje o zlouporabi
sv: Radera missbruksrapporter

source: The message could not be deleted.
hr: Poruka se ne može izbrisati.
sv: Meddelandet kunde inte raderas

source: The message was successfully deleted.
hr: Poruka je uspješno obrisana.
sv: Meddelandet raderades

source: Your mailbox has been emptied.
hr: Vaš mailbox je ispražnjen.
sv: Din inbox tömdes

source: The chosen date (%(x_year)i/%(x_month)i/%(x_day)i) is invalid.
hr: Izabrani datum (%(x_year)i/%(x_month)i/%(x_day)i) nije valjan.
sv: De valda datumet (%(x_year)i/%(x_month)i/%(x_day)i) är ogiltligt.

source: Please enter a user name or a group name.
hr: Molimo unesite korisnično ime ili naziv grupe.
sv: Var god ange ett användarnamn eller ett gruppnamn.

source: Your message is too long, please edit it. Maximum size allowed is %i characters.
hr: Poruka je predugačka, molimo skratite ju. Dozvoljeno je maksimalno %i znakova.
sv: Ditt meddelande är för långt, var god redigera det. Maximal storlek är %i tecken.

source: Group %s does not exist.
hr: Ne postoji grupa %s.
sv: Grupp %s existerar inte.

source: User %s does not exist.
hr: Korisnik %s ne postoji.
sv: Användare %s existerar inte.

source: Write a message
hr: Unesite poruku
sv: Skriv ett meddelande

source: Your message could not be sent to the following recipients due to their quota:
hr: Poruku nije moguće poslati sljedećim korisnicima zbog njihove quote:
sv: Ditt meddelande kunde inte skickas till de följande mottagarna på grund av storleksbegränsningen på deras inboxar:

source: Your message has been sent.
hr: Poruka je poslana.
sv: Meddelandet sändes.

source: Your Messages
hr: Vaše poruke
sv: Dina meddelanden

source: Subject
hr: Naslov (# tema)
sv: Ämnen

source: Sender
hr: Pošiljatelj
sv: Avsändare

source: No messages
hr: Nema poruka
sv: Inga meddelanden

source: No subject
hr: Nema naslova
sv: Inget ämne

source: Write new message
hr: Unesi novu poruku
sv: Skriv nytt meddelande

source: Delete All
hr: Sve obriši
sv: Radera alla

source: Re:
sv: Sv:

source: Send later?
hr: Poslati kasnije?
sv: Skicka senare?

source: To:
hr: Prima:
sv: Till:

source: Users
hr: Korisnici
sv: Användare

source: Groups
hr: Grupe
sv: Grupper

source: Subject:
hr: Naslov:
sv: Ämne:

source: Message:
hr: Poruka:
sv: Meddelande:

source: SEND
hr: ŠALJI
sv: SKICKA

source: From:
hr: Od:
sv: Från:

source: Sent on:
hr: Poslano:
sv: Skickat:

source: Received on:
hr: Primljeno:
sv: Mottaget:

source: Sent to:
hr: Poslano korisniku:
sv: Skickat till:

source: Sent to groups:
hr: Poslano grupama:
sv: Skickat till grupper:

source: REPLY
hr: ODGOVORI
sv: SVAR

source: DELETE
hr: BRIŠI
sv: RADERA

source: Are you sure you want to empty your whole mailbox?
hr: Jeste li sigurni da želite isprazniti cijeli mailbox?
sv: Är du säker på att du vill tömma hela din inbox?

source: Please select one or more:
hr: Molimo odaberite jedan ili više:
sv: Var god välj en eller flera:

source: Add to users
hr: Dodaj u korisnike
sv: Addera till användare

source: Add to groups
hr: Dodaj grupama
sv: Addera till grupper

source: No matching user
hr: Nema takvog korisnika
sv: Ingen matchande användare

source: No matching group
hr: Nema takve grupe
sv: Ingen matchande grupp

source: Find users or groups:
hr: Traži korisnike ili grupe:
sv: Hitta användare eller grupper:

source: Find a user
hr: Pronađi korisnika
sv: Hitta användare

source: Find a group
hr: Pronađi grupu
sv: Hitta grupp

source: Read a message
hr: Prikaži poruku
sv: Läs ett meddelande

source: Search Results
hr: Pretraži rezultate
sv: Sökresultat

source: any day
hr: bilo koji dan
sv: alla dagar

source: any month
hr: bilo koji mjesec
sv: alla månader

source: any year
hr: bilo koja godina
sv: alla år

source: any collection
hr: bilo koja kolekcija
sv: alla samlingar

source: add another collection
hr: dodaj kolekciju
sv: lägg till ny samling

source: rank by
hr: poredaj po
sv: rangordna efter

source: HTML brief
hr: sažeti HTML
sv: kortfattad

source: latest first
hr: prvo najnovije
sv: senaste först

source: No values found.
hr: Nema pronađenih vrijednosti
sv: Inga värden funna.

source: No exact match found for %(x_query1)s, using %(x_query2)s instead...
hr: Nema rezultata za %(x_query1)s, umjesto traženog koristi se %(x_query2)s...
sv: Ingen exakt träff för %(x_query1)s, använder %(x_query2)s istället...

source: No match found in collection %(x_collection)s. Other public collections gave %(x_url_open)s%(x_nb_hits)d hits%(x_url_close)s.
hr: Nije pronađeno u kolekciji %(x_collection)s. Pretraživanje drugih javnih kolekcija dalo je %(x_url_open)s%(x_nb_hits)d rezultate%(x_url_close)s.
sv: Ingen träff i samlingen %(x_collection)s. Andra publika samlingar gav%(x_url_open)s%(x_nb_hits)d träffar%(x_url_close)s.

source: No public collection matched your query. If you were looking for a non-public document, please choose the desired restricted collection first.
hr: Vaš upit nije pronađen niti u jednoj javnoj kolekciji. Ako ste tražili privatni dokument, molimo prvo odaberite željenu ograničenu kolekciju.
sv: Inga publika samlingar motsvarar din sökning. Välj de åtkomstbegränsade samlingarna först.

source: No words index available for
sv: Inget ordindex tillgängligt för

source: No phrase index available for
hr: Indeks fraza nije dostupan za
sv: Inget frasindex tillgängligt för

source: Search term %(x_term)s inside index %(x_index)s did not match any record. Nearest terms in any collection are:
sv: Söktermen %(x_term)s i index %(x_index)s matchade inga journaler. Närmsta söktermer, oavsett samling, är:

source: Search term %s did not match any record. Nearest terms in any collection are:
hr: Traženi pojam %s nije pronađen. Najsličniji pojmovi u svim kolekcijama su:
sv: Söktermen %s matchade inga journaler. Närmsta sökterm, oavsett samling, är:

source: Sorry, sorting is allowed on sets of up to %d records only. Using default sort order.
hr: Nažalost, sortiranje je dozvoljeno samo na skupovima od više od %d zapisa. Koristi se uobičajeno sortiranje.
sv: Sortering är endast tillåten för mängder med upp till %d journaler.

source: Sorry, %s does not seem to be a valid sort option. Choosing title sort instead.
hr: Nažalost, %s nije valjana opcija za sortiranje. Umjesto toga, izabrano je sortiranje prema naslovu.
sv: %s är inte en tillänglig rangordning. Använder titelsortering istället.

source: Use different search terms.
hr: Koristite druge pojmove za pretragu.
sv: Använd andra söktermer.

source: The record has been deleted.
hr: Zapis je obrisan.
sv: Journalen har raderats.

source: No match within your time limits, discarding this condition...
sv: Ingen träff funnen inom den angivna tidsramen, använder ej dessa kriterier

source: No match within your search limits, discarding this condition...
hr: Nema rezultata u traženim okvirima, zahtjev je odbačen...
sv: Inga träffer funna inom de angivna sökkriterierna, använder ej dessa...

source: Search %s records for:
hr: Pretražite %s zapise za:
sv: Sök i %s journaler efter:

source: Advanced Search
hr: Napredno pretraživanje
sv: Avancerad sökning

source: Search %s records for
hr: Pretražite %s zapise za
sv: Sök i %s journaler efter

source: Simple Search
hr: Jednostavno pretraživanje
sv: Enkel sökning

source: Search options:
hr: Opcije za pretraživanje:
sv: Sökalternativ:

source: until:
hr: do:
sv: till:

source: Display results:
hr: Prikaz rezultata:
sv: Visa sökresultat:

source: Output format:
hr: Oblik izlaznih podataka:
sv: Visningsformat:

source: Added since:
hr: Dodano od:
sv: Tillagt sedan:

source: Focus on:
hr: Fokus na:
sv: Utvalda samlingar:

source: restricted
hr: ograničeno
sv: begränsad

source: Search also:
hr: Također pretraži:
sv: Sökresultat

source: The contents of this collection is restricted.
sv: Åtkomsten till denna samling är begränsad.

source: This collection does not contain any document yet.
hr: Ova kolekcija još ne sadrži nijedan dokument.
sv: Denna samling innehåller ännu inga dokument.

source: more
hr: više
sv: mer

source: Latest additions:
hr: Najnovije dodano:
sv: Senast inlagda poster:

source: Words nearest to %(x_word)s inside %(x_field)s in any collection are:
hr: Riječi najsličnije %(x_word)s unutar %(x_field)s u svim kolekcijama su:
sv: De närmaste orden till %(x_word)s innuti %(x_field)s är:

source: Words nearest to %(x_word)s in any collection are:
hr: Riječi najsličnije %(x_word)s u svim kolekcijama su:
sv: De närmast orden till %(x_word)s, oavsett samling, är:

source: Hits
hr: Upute
sv: Träffar

source: next
hr: slijedeći
sv: nästa

source: collections
hr: kolekcije
sv: samlingar

source: Limit to:
hr: Ograniči na:
sv: begränsa till:

source: results
hr: rezultati
sv: resultat

source: asc.
hr: u rastućem poretku
sv: stigande

source: desc.
hr: u padajućem poretku
sv: fallande

source: single list
hr: jednostruka lista
sv: enkel lista

source: split by collection
hr: razdijeli po kolekciji
sv: partionera efter samling

source: MARC tag
sv: MARC-tagg

source: %s records found
hr: Pronađeno je %s zapisa
sv: Sök i %s journaler efter:

source: begin
hr: početak
sv: börja

source: previous
hr: prethodni
sv: föregående

source: end
hr: kraj
sv: slut

source: jump to record:
hr: idi na zapis:
sv: gå till journal:

source: Search took %s seconds.
hr: Pretraživanje je potrajalo %s sekundi
sv: Sökningen tog %s sekunder.

source: ADD TO BASKET
hr: DODAJ U KOŠARICU
sv: LÄGG I KORGEN

source: %(x_fmt_open)sResults overview:%(x_fmt_close)s Found %(x_nb_records)s records in %(x_nb_seconds)s seconds.
hr: %(x_fmt_open)sPrikaz rezultata:%(x_fmt_close)s Pronađeno %(x_nb_records)s zapisa u %(x_nb_seconds)s sekunda.
sv: %(x_fmt_open)sResultatöverblick:%(x_fmt_close)s Fann %(x_nb_records)s journalerr på %(x_nb_seconds)s sekunder.

source: Boolean query returned no hits. Please combine your search terms differently.
hr: Logički upit nije dao rezultate. Molimo drugačije povežite tražene pojmove.
sv: Den booleska sökningen returnerade inga journaler. Kombinera dina söktermer annorlunda.

source: See also: similar author names
hr: Također vidi: slična imena autora
sv: Se också: liknande författarnamn

source: Collection %s Not Found
hr: Kolekcija %s nije pronađena
sv: Samlingen %s existerar inte

source: Sorry, collection %s does not seem to exist.
hr: Nažalost, kolekcija %s ne postoji.
sv: Samlingen %s existerar inte

source: You may want to start browsing from %s.
hr: Započni pregledavanje od %s.
sv: Du vill antagligen börja browsa från %s.

source: Interested in being notified about new results for this query?
sv: Vill du bli notifierad om nya resultat till den här sökfrågan?

source: Set up a personal %(x_url1_open)semail alert%(x_url1_close)s or subscribe to the %(x_url2_open)sRSS feed%(x_url2_close)s.
sv: Sätta upp ett %(x_url1_open)sepost-alarm%(x_url1_close)s eller starta en prenumeration på %(x_url2_open)sRSS-strömmen%(x_url2_close)s.

source: People who downloaded this document also downloaded:
hr: Korisnici koji su preuzeli ovaj dokument, također su preuzeli:
sv: Besökare som laddade ner det här dokumentet laddade också ner:

source: People who viewed this page also viewed:
hr: Korisnici koji su pogledalii ovaj dokument, također su pogledali:
sv: Besökare som tittade på denna sidan tittade också på:

source: Cited by: %s records
hr: Naveo/la: %s zapisa
sv: Refererad av: %s records

source: .. of which self-citations: %s records
sv: av vilka själv-citationer: %s journaler

source: Co-cited with: %s records
hr: Citirano zajedno sa: %s zapisa
sv: Samrefererad med: %s records

source: Not found
hr: Nije pronađeno
sv: Hittades inte

source: in
hr: u
sv: i
